[
  {
    "name": "Biblioteca",
    "date": "22/11/24",
    "timeInicio": "13:30",
    "timeFim": "14:00",
    "image": "/Bibli.jpg",
    "description": "A biblioteca da escola é um espaço dedicado à promoção da educação, pesquisa e desenvolvimento intelectual dos alunos. Equipada com uma ampla variedade de livros, periódicos e recursos digitais, a biblioteca oferece um ambiente propício para o estudo individual e em grupo.",
    "isFavorite": false
  },
  {
    "name": "Laboratório 1",
    "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
    "image": "/labNote.jpg",
    "description": "O Laboratório 1 da escola é um espaço moderno, dedicado ao desenvolvimento de habilidades tecnológicas e criativas dos alunos. Equipado com 20 notebooks Lenovo I5, cada um com 8GB de RAM, o laboratório oferece um ambiente eficiente para atividades que exigem processamento de dados e desenvolvimento prático. As mesas são organizadas de forma a maximizar o uso do espaço, permitindo tanto o trabalho individual quanto colaborativo. As janelas com persianas azuis permitem o controle da iluminação natural, criando um ambiente confortável para o estudo. O espaço é complementado por cadeiras ergonômicas e mesas espaçosas, garantindo que os alunos possam se concentrar confortavelmente em seus projetos. A combinação de tecnologia e disposição prática faz do Laboratório 1 um ambiente versátil e funcional, pronto para atender às necessidades acadêmicas e criativas.",
    "isFavorite": false
  },
    {
      "name": "Laboratório 2",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/labNote.jpg",
      "description": "O Laboratório 2 da escola é um espaço moderno, dedicado ao desenvolvimento de habilidades tecnológicas e criativas dos alunos. Equipado com 20 notebooks Lenovo I5, cada um com 8GB de RAM, o laboratório oferece um ambiente eficiente para atividades que exigem processamento de dados e desenvolvimento prático. As mesas são organizadas de forma a maximizar o uso do espaço, permitindo tanto o trabalho individual quanto colaborativo. As janelas com persianas azuis permitem o controle da iluminação natural, criando um ambiente confortável para o estudo. O espaço é complementado por cadeiras ergonômicas e mesas espaçosas, garantindo que os alunos possam se concentrar confortavelmente em seus projetos. A combinação de tecnologia e disposição prática faz do Laboratório 2 um ambiente versátil e funcional, pronto para atender às necessidades acadêmicas e criativas.",
      "isFavorite": false
    },
    {
      "name": "Laboratório 3",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/labNote.jpg",
      "description": "O Laboratório 3 da escola é um espaço moderno, dedicado ao desenvolvimento de habilidades tecnológicas e criativas dos alunos. Equipado com 20 notebooks Lenovo I5, cada um com 8GB de RAM, o laboratório oferece um ambiente eficiente para atividades que exigem processamento de dados e desenvolvimento prático. As mesas são organizadas de forma a maximizar o uso do espaço, permitindo tanto o trabalho individual quanto colaborativo. As janelas com persianas azuis permitem o controle da iluminação natural, criando um ambiente confortável para o estudo. O espaço é complementado por cadeiras ergonômicas e mesas espaçosas, garantindo que os alunos possam se concentrar confortavelmente em seus projetos. A combinação de tecnologia e disposição prática faz do Laboratório 3 um ambiente versátil e funcional, pronto para atender às necessidades acadêmicas e criativas.",
      "isFavorite": false
    },
    {
      "name": "Laboratório 4",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/Lab6.jpg",
      "description": "O Laboratório 4 é um espaço voltado ao ensino prático e desenvolvimento técnico dos alunos, equipado com diversas estações de trabalho, cada uma contendo computadores desktop modernos. As mesas são distribuídas de maneira organizada, promovendo tanto o estudo individual quanto o trabalho colaborativo. O ambiente é iluminado com luzes brancas, oferecendo clareza visual, enquanto as paredes pintadas de laranja adicionam um toque vibrante e acolhedor ao espaço. Ventiladores de teto estão estrategicamente posicionados para garantir uma ventilação adequada, proporcionando conforto durante o uso prolongado do laboratório. A ergonomia é assegurada com cadeiras ajustáveis, contribuindo para um ambiente de estudo confortável e eficiente. A organização das fiações e o acesso a equipamentos especializados reforçam a funcionalidade do laboratório, que se destaca como um local ideal para aprendizado e aplicação de conhecimentos em informática e áreas correlatas",
      "isFavorite": false
    },
    {
      "name": "Laboratório 5",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/Lab6.jpg",
      "description": "O Laboratório 5 é um espaço voltado ao ensino prático e desenvolvimento técnico dos alunos, equipado com diversas estações de trabalho, cada uma contendo computadores desktop modernos. As mesas são distribuídas de maneira organizada, promovendo tanto o estudo individual quanto o trabalho colaborativo. O ambiente é iluminado com luzes brancas, oferecendo clareza visual, enquanto as paredes pintadas de laranja adicionam um toque vibrante e acolhedor ao espaço. Ventiladores de teto estão estrategicamente posicionados para garantir uma ventilação adequada, proporcionando conforto durante o uso prolongado do laboratório. A ergonomia é assegurada com cadeiras ajustáveis, contribuindo para um ambiente de estudo confortável e eficiente. A organização das fiações e o acesso a equipamentos especializados reforçam a funcionalidade do laboratório, que se destaca como um local ideal para aprendizado e aplicação de conhecimentos em informática e áreas correlatas.",
      "isFavorite": false
    },
    {
      "name": "Laboratório 6",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/Lab6.jpg",
      "description": "O Laboratório 6 é um espaço voltado ao ensino prático e desenvolvimento técnico dos alunos, equipado com diversas estações de trabalho, cada uma contendo computadores desktop modernos. As mesas são distribuídas de maneira organizada, promovendo tanto o estudo individual quanto o trabalho colaborativo. O ambiente é iluminado com luzes brancas, oferecendo clareza visual, enquanto as paredes pintadas de laranja adicionam um toque vibrante e acolhedor ao espaço. Ventiladores de teto estão estrategicamente posicionados para garantir uma ventilação adequada, proporcionando conforto durante o uso prolongado do laboratório. A ergonomia é assegurada com cadeiras ajustáveis, contribuindo para um ambiente de estudo confortável e eficiente. A organização das fiações e o acesso a equipamentos especializados reforçam a funcionalidade do laboratório, que se destaca como um local ideal para aprendizado e aplicação de conhecimentos em informática e áreas correlatas",
      "isFavorite": false
    },
    {
      "name": "Sala 7 (Temática)",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/Sala7.jpg",
      "description": "Laboratório adaptado para processos criativos práticos equipado com X computadores (Especificações dos PCs). O ambiente proporciona versatilidade, confortabilidade e estética agradável aos olhos",
      "isFavorite": false
    },
    {
      "name": "Sala de Informática",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/Lab.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Quadra",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/Quadra.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
        "name": "Laboratório de Pranchetas",
        "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
        "image": "/LabPranch.jpg",
        "description": "Incluir Descrição!",
        "isFavorite": false
    },
    {
      "name": "Audiovisual",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 1",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 2",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 3",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 4",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 5",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 6",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 8",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 9",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 10",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 11",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 12",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 13",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 14",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    },
    {
      "name": "Sala de Aula 15",
      "date": "22/11/24",
      "timeInicio": "13:30",
      "timeFim": "14:00",
      "image": "/SalaAula.jpg",
      "description": "Incluir Descrição!",
      "isFavorite": false
    }

  ]